{
    "OtherAnimals": {
      "title": "Other Animals",
      "content": "Like many islands, Sri Lanka boasts a high number of endemic species, animals and plants found nowhere else on Earth. The country is also regarded as one of the world's top five hotspots for biodiversity, testament to the sheer number of species which call the tear drop isle home. Read on to learn what you can discover in some of Sri Lanka's best national parks."
    },
    "Animals": [
      {
        "name": "RED SLENDER LORIS",
        "image": "images/red.webp",
        "description": "The red slender loris (Loris tardigradus) is a small, nocturnal strepsirrhine primate native to the rainforests of Sri Lanka. This is No. 6 of the 10 focal species and No. 22 of the 100 EDGE mammal species worldwide considered the most evolutionarily distinct and globally endangered. Two subspecies have been identified, L. t. tardigradus and L. t. nycticeboides."
      },
      {
        "name": "PURPLE-FACED LANGUR",
        "image": "images/ri-lanka-purple-faced-leaf-monkeyjpg.webp",
        "description": "The purple-faced langur (Semnopithecus vetulus), also known as the purple-faced leaf monkey, is a species of Old World monkey that is endemic to Sri Lanka. The animal is a long-tailed arboreal species, identified by a mostly brown appearance, dark face (with paler lower face) and a very shy nature."
      },
      {
        "name": "SRI LANKAN JUNGLEFOWL",
        "image": "images/shutterstock-1328836406jpg.webp",
        "description": "The Sri Lankan junglefowl (Gallus lafayettii) is a member of the Galliformes bird order which is endemic to Sri Lanka, where it is the national bird. It is closely related to the Red junglefowl."
      },
      {
        "name": "SRI LANKAN SLOTH BEAR",
        "image": "images/bear.webp",
        "description": "The Sri Lankan sloth bear (Melursus ursinus inornatus) is a subspecies of the sloth bear which is found mainly in lowland dry forests in the island of Sri Lanka."
      }
    ]
  }
  